pacman -Qqe to see all packages installed 

archlinux-xdg-menu
asusctl
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
cbonsai
dolphin
efibootmgr
fastfetch
firefox
flatpak
git
google-chrome
grim
grub
hypridle
hyprland
hyprlock
hyprpaper
kitty
less
linux
linux-firmware
linux-headers
man-db
minecraft-launcher
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntp
nvidia
nvidia-settings
nvidia-utils
openssh
otf-font-awesome
pacman-contrib
pavucontrol
pinta
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
python-pip
qt6ct
rofi
rog-control-center
slurp
sof-firmware
steam
supergfxctl
swaync
switcheroo-control
unzip
vim
waybar
wev
wget
wireplumber
wl-clipboard
wlogout
woff2-font-awesome
yay
yay-debug
zip
