amd-ucode
android-tools
asusctl
base
base-devel
blueman
brightnessctl
btop
cava
cbonsai
chromium
cloudflare-warp-bin
cowpatty
discord
downgrade
efibootmgr
eww
fastfetch
firefox
flatpak
flatpak-builder
flowblade
fuse2
gamescope
genact
git
google-chrome
grim
grub
gst-plugin-pipewire
gtkwave
hashcat
hashcat-utils
hcxdumptool
hcxtools
heroic-games-launcher-bin
htop
hyprcursor
hypridle
hyprland
hyprlock
hyprpaper
hyprsunset
hyprutils
iwd
kitty
laptop-mode-tools
lib32-nvidia-utils
libpulse
linux
linux-firmware
linux-g14
linux-g14-headers
linux-headers
ly
macchanger
man-db
mangohud
masterpdfeditor-free
memtester
mesa-utils
minecraft-launcher
monero
nano
ncdu
ncurses5-compat-libs
nemo
neovim
networkmanager
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nvme-cli
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
proton-vpn-gtk-app
python-pip
rofi
rog-control-center
seclists
sg3_utils
slurp
sof-firmware
spirv-headers
steam
supergfxctl
swaync
switcheroo-control
tor
torbrowser-launcher
vkmark
volk
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-tools
vulkan-utility-libraries
vulkan-validation-layers
waybar
wev
wgcf
wget
wifite
wine
winetricks
wireplumber
wireshark-cli
wl-clipboard
wlogout
woeusb
woff2-font-awesome
xdg-desktop-portal-hyprland
yay-git
yay-git-debug
zoom
zram-generator
